const lessons = [
  {
    id: 1,
    title: 'Введение в курс',
    teacher: 'Кирилл Данилов',
    date: '01.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 2,
    title: 'Сети',
    teacher: 'Андрей Куманцов',
    date: '03.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 3,
    title: 'Инструменты разработчика',
    teacher: 'Кирилл Данилов',
    date: '06.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 4,
    title: 'JavaScript',
    teacher: 'Кирилл Данилов',
    date: '08.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 5,
    title: 'Hello, vue.js',
    teacher: 'Сергей Шавловский',
    date: '13.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 6,
    title: 'Шаблоны проектирования в Javascript',
    teacher: 'Юрий Бабенко',
    date: '15.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 7,
    title: 'Vuex',
    teacher: 'Роман Антякин',
    date: '17.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 8,
    title: 'Жизненный цикл разработки',
    teacher: 'Александр Гаранов',
    date: '20.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 9,
    title: 'Диплом - задача',
    teacher: 'Андрей Никонов',
    date: '27.07.2020',
    time: '09:00-10:00',
  },
  {
    id: 10,
    title: 'Подведение итогов',
    teacher: 'Кирилл Данилов',
    date: '29.07.2020',
    time: '09:00-10:00',
  },
];

export default lessons;
